/* Application Title */
"Chuck's Currency Converter"="Chucks Währungsrechner";
/* Verb: To change money from one currency into another */
"Convert"="Umrechnen";
/* Prompt to visit web site */
"Visit Our Website"="Unsere Website";
/* Settings */
"Settings"="Einstellungen";
/* Add Currency Title */
"Add Currency"="Währung hinzufügen";
/* Currencies Title */
"Currencies"="Währungen";
/* Download Rates Title */
"Download Rates"="Aktuelle Wechselkurse herunterladen";
/* Alert Title */
"Alert"="Meldung";
/* Prompt to the user to ask to download new rates from the internet */
"AskToDownload"="Der Kurs wurde zuletzt am %@\n aktualisiert. Möchten Sie die aktuellen Kurszahlen herunterladen?";
/* Prompt to the user in an alert box */
"Cannot Delete a currency when set as To, From or Master"="Diese Währung wird derzeit als Ihre %@ Währung verwendet.\n\nBitte ändern Sie vor dem Löschvorgang Ihre Währung unter Einstellungen.";
/* Prompt to the user in an alert box */
"ChangeCurrencyCode"="Der Währungscode \n%@ \n ist vergeben.\n\n Bitte ändern Sie Ihren Währungscode.";
/* Prompt to the user in an alert box */
"ConvertingFromInformation"="Es wird umgerechnet von:\n %@\n\n entspricht\n %@\n %@.\n\n Letzte Aktualisierung des Kurses am\n%@";
/* Prompt to the user in an alert box */
"ConvertingToInformation"="Es wird umgerechnet zu:\n %@\n\n entspricht\n %@\n %@.\n\n Letzte Aktualisierung des Kurses am\n%@";
/* Label to the user that a rate in a table can be changed in Settings */
"Can be changed in Settings"="Veränderbar unter Einstellungen";
/* You cannot save a currency with a conversion rate of zero. */
"You cannot save a currency with a conversion rate of zero."="Der Wechselkurs darf nicht Null betragen.";
/* There was an error saving to the Database */
"There was an error saving to the Database"="Fehler beim Speichern der Daten";
/* There was an error saving your Currency */
"There was an error saving your Currency"="Fehler beim Speichern der Währung";
/* Verb: Add Button */
"Add"="Hinzufügen";
/* Cancel Button */
"Cancel"="Abbrechen";
/* Done Button */
"Done"="Fertig";
/* Verb: Edit Button */
"Edit"="Bearbeiten";
/* OK Button */
"OK"="OK";
/* Verb: Save Button */
"Save"="Speichern";
/* Update Button */
"Update"="Aktualisieren";
/* Label for a switch in settings */
"Check for new rates"="Aktuelle Kurse abfragen";
/* Currency Description */
"Currency Description"="Währungsbeschreibung";
/* 3 Letter Currency Code */
"3 Letter Currency Code"="Währungscode (3 Buchstaben)";
/* Currency Rate to U.S. Dollar */
"Currency Rate to U.S. Dollar"="Umrechnungskurs für US-Dollar";
/* Currency Symbol (ASCII) */
"Currency Symbol (ASCII)"="Währungssymbol (ASCII)";
/* Verb: Download from internet */
"Download"="Download";
/* Download Complete Label */
"Download Complete"="Download beendet";
/* Downloading Label */
"Downloading"="Wird heruntergeladen";
/* Edit Rate Label */
"Edit Rate"="Kurs bearbeiten";
/* Edit User Currency */
"Edit User Currency"="Eigene Währung bearbeiten";
/* enter amount on keypad prompt */
"enter amount on keypad"="Betrag eingeben";
/* Error with Download In Alert box */
"Error with Download"="Fehler beim Herunterladen";
/* From Currency */
"From Currency"="Ausgangswährung";
/* FROM Label */
"From"="Von";
/* TO Label */
"To"="Zu";
/* MASTER Label */
"Master"="Eigene Währung";
/* Parsing Data Label */
"Parsing Data"="Umwandlungsdaten";
/* Noun: Rates Label */
"Rates"="Kurse";
/* Saving Data label */
"Saving Data"="Daten speichern";
/* To Currency Label */
"To Currency"="Zielwährung";
/* Settings Selections */
"Convert From"="Ausgangswährung";
/* Settings Selections */
"Convert To"="Zielwährung";
/* Rates In Database */
"Rates in Database" = "Gespeicherte Kurse";
/* Last Update */
"Last Update" = "Letzte Aktualisierung";

